export type InformationsData = {date: string, content: string};

export const informationsData: InformationsData[] = [
    {date: "2023/11/30 15:00", content: "お知らせ欄を作成しました。画面上部のアイコンから表示できます。"},
    {date: "2023/11/30 02:00", content: "サポートへのリンクを作成しました。メニューの「サポート」から表示できます。"},
    {date: "2023/11/30 16:30", content: "今後の更新予定です。①無限スクロールの実装(過去の投稿の非同期取得) ②検索機能 ③集会場"},
    {date: "2023/11/30 18:58", content: "特定の条件下でお知らせ欄のバッヂが表示されない不具合を修正しました。"},
    {date: "2023/12/02 13:11", content: "ゲストログイン機能を追加しました。未ログインの状態でもタイムラインの閲覧ができるようになりました。その他の操作にはログインが必要です。"},
];