import Box from "@mui/material/Box";
import Post from "../uiparts/Post";
import PostFAB from "../uiparts/PostFAB";
import Zoom from "@mui/material/Zoom";

const Home = () => {
    return (
        <>
          {dummyPosts}
          <Zoom in={true}>
            <Box sx={{position: "fixed", right: 20, bottom: 80}}>
                <PostFAB/>
            </Box>
          </Zoom>
        </>
    );
}

const dummyPosts = <>
<Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
</>

export default Home;