import Post from "../uiparts/Post";

const Home = () => {
    return (
        <>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
          <Post text="癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶癶( 癶;:ﾟ;盆;ﾟ;)癶"/>
        </>
    );
}

export default Home;